{
    "description": "Connecting the world, allowing freedom is what Gravitalia does. Let us connect you!",
    "Let us connect you!": "Let us connect you!",
    "Slow down!": "Slow down!",
    "You tried a password too many times... you were blocked for 5 minutes": "You tried a password too many times... you were blocked for 5 minutes",
    "You can only create an account every 5 minutes": "You can only create an account every 5 minutes",
    "The email address entered is already in use.": "The email address entered is already in use.",
    "Warning!": "Warning!",
    "Signed in as": "Signed in as",
    "Logout": "Logout",
    
    "tos": "Terms of Use",
    "tos_date": "Effective Date:",
    "tos_welcome": "Welcome on Gravitalia! These terms and conditions govern the use of the services offered, including the programming interfaces (APIs) and the legal obligations of both parties.<br /><br />Gravitalia offers places to share, to connect but also digital or physical tools to improve privacy.",
    "tos_definitions": "The use of the terms \"we\", \"us\", \"our\" or \"Gravitalia\" refers to the Gravitalia entity, its subsidiaries and other companies.<br />The use of the terms \"User\", \"you\", \"your\" refers to you, as an individual or entity, while the use of the term \"Users\" refers to all registrants (including you, if applicable).<br />The use of the term \"Service\" (including \"Services\") refers both to Gravitalia's websites and products, and to the websites, products, and Services of its subsidiaries.",
    "tos_legal": "The host of Gravitalia is Contabo at Aschauer Str. 32a, 81549 Munich, Germany.<br />The content and site host is Cloudflare located at 101 Townsend St, San Francisco, CA 94107, USA.",
    "tos_us": "In the European Economic Area (<b>EEA</b>), where the registered office is located, this contract is made with:<br />Gravitalia SAS, operating under the laws of France, can be reached at the address X.<br /><span class=\"text-sm\">In case of written contact by e-mail, the response time, even for legal questions, may exceed 1 month.</span>",
    "tos_use_services": "The Services offered are only available to Users who have approved and signed this contract binding you to Gravitalia; if you do not wish to accept this contract, it is imperative that you request the deletion of account (or that you do not create an account) via the Service provided for this purpose. In any case, the use of our Services must be done in compliance with the laws of your country: you must be 13 years old (or meet the digital majority in force in your country). In the event that you use the Services to represent a state, corporation or other legal entity, you represent that you have the rights and are in agreement with this Agreement. <br /><br />In the event that the User's age is below the numerical age of majority in his/her country (see above for details), the consent of his/her parents (as to the creation of the account and approval of this policy) or legal guardian is required.",
    "tos_expect": "We set up multiple Services (websites, social networks, applications...) to satisfy you at best, while improving them, and try to develop new ones. Despite our efforts to avoid breakdowns (of Services, supplies...), we are likely, like any company, not to guarantee a Service without disruptions or even a total integrity of the data; we cannot be held responsible for these problems.",
    "tos_expect_you": "We want coexistence between our Users, without vituperation, with respect for others. To do this, you can follow the following principles:<br />- Comply with the laws in force in your country;<br />- Respect the intellectual property and integrity of authors and persons;<br />- Do not not attempt to interfere with the proper functioning of the Service;<br />- Not to defame, insult, defraud, harass or impersonate others;<br />- Not to post content likely to damage the image of those present;<br />- Do not post content disclosing sensitive information (health, etc.) about a person;<br />- Do not post racist, sexist, homophobic or xenophobic content;<br /> /><br />Gravitalia reserves the right to anathematize* any User who has not complied with the above rules.",
    "tos_a_intro": "Of course, we welcome all developers who want to enrich the experience of our Users on our Services!<br />To perfect your ideas and to guarantee the security of our Users' data (even public), it is important to read these rules.",
    "tos_b_restrictions": "You shall not attempt to: (a) perform analysis for the purpose of tracking and/or profiting from and commercially exploiting such data, (b) attempt to reverse engineer to derive private (non-<b>FOSS</b>) source code, know-how or trade secrets, (c) reproduce, redistribute, rent or sell access to the API, (d) access prohibited endpoints (oauth.gravitalia.com).",
    "tos_c_data": "In order to improve privacy, we expressly request the encryption of confidential data (email address, phone number...) when shared WITH EXPRESS USER AGREEMENT or even in cases where this data does not serve an explicit reading frame, the hashing of it.<br />In addition, we recommend that you comply with GDPR, CCPA/CCRA and LGPD. In the case of large applications or heavy usage, you will be required to provide a privacy policy, but also, and not limited to, proof of compliance, a comprehensive list of saved data, and proof of identity.",
    "tos_d_sanctions": "In case of refusal to comply with these rules, sanctions may be applied against you such as the suspension of your application, your User account or even recourse to the competent courts.",
    "tos_account": "To enjoy the Services continuously, without interruption or blocking, you may need to have an account. The security of this account is your responsibility, you must provide a strong password (see <a class=\"text-blue-500 hover:text-blue-700\" href=\"https://www.ncsc.gov.uk/collection/top-tips-for-staying-secure-online/use-a-strong-and-separate-password-for-email\">password</a>, NCSC: UK Government), check if your information has been compromised, etc. In case of loss, theft or damage related to your account, we cannot be held responsible.<br />In addition, you may be asked for contact information (telephone number, e-mail address) , information aimed at authentication (password) or identification (username); for more information, visit the privacy page. <br />You are responsible for keeping your contact details up to date (e-mail address, for example), in the event of an impossibility to reach you, we will assume that all information has indeed been sent; we also assume that the communications made from your account or the contact details thereof have been made by you.",
    "tos_our_content": "We may allow our content to be used on third party platforms but we retain all intellectual property rights. You are not permitted to obscure or alter any logos or trademarks.",
    "tos_other_content": "We may make content available that we do not own through multiple Services. We cannot delegate the use of content. The content is not altered and may not reflect the opinion of Gravitalia.",
    "tos_a_cancel": "<span class=\"underline\"><b>By your will:</b></span> you are free to stop using the Services provided at any time without reason. You may delete your account, which will anonymize the data in your account (see Privacy Policy) or deactivate your account, if you are offered the option, which will suspend all processing of your personal information; such deactivation does not result in termination of this Agreement.",
    "tos_b_cancel": "<span class=\"underline\"><b>By Gravitalia:</b></span> we reserve the right to suspend* your account or access (to a Service, site, software...) with or without notice if we believe that your account, or content is in violation of our principles.",
    "tos_services_provided": "The Services are provided “as is”. If you reside outside of the EEA or the UK, you agree that access to the Services is at your own risk.<br />WE (COMPANY, AFFILIATES) DISCLAIM, TO THE FULLEST EXTENT PERMITTED BY LAW, ANY EXPRESS OR IMPLIED WARRANTY OF MERCHANTABILITY. THE SERVICES ARE PROVIDED “AS IS”.<br />We disclaim all responsibility and liability for the availability, security and reliability of the Services.",
    "tos_lim": "<span class=\"text-sm\">This section may not apply in certain countries or regions such as the EEA.</span><br />This contract is subject to French law.<br />Translations are given for information purposes only, in the event of a dispute, only the French version of the contracts (General Conditions of Use and Privacy Policy for example) may be used and only the <b>French</b> courts may be seized to settle this dispute.<br />Gravitalia cannot be held responsible for the information present on its site; the information disseminated is purely informative and is not intended to have true values.<br />Gravitalia cannot be held responsible for files downloaded by the User. This includes viruses or other computer/server infecting software.<br />Gravitalia cannot guarantee the integrity of the data and will not be liable for any incidental, special, exemplary or consequential damages, loss of profits, revenue , savings, business opportunities or customers, directly or indirectly.<br />WE CANNOT BE HELD RESPONSIBLE FOR THE CONTENT AND CONDUCT OF USERS OF OUR SERVICES AND THIS OF WAY ONLINE OR OFFLINE.<br />IN THE EVENT OF A DISPUTE, AN AMICABLE AGREEMENT SHOULD BE UNDERTAKEN PRIOR TO ANY COMPLAINT.",
    "tos_nota": "* The anathema employed will be, for example, an indexing on a private account suspension registry.<br />* The suspension will directly lead to the data anonymization process.",
    "tos_your_content": "Some of our Services give you the possibility to publish content (in written, videographic, photographic or other form), as long as you send this content, you give us full rights to distribute, store, copy and communicate it. In addition, you represent and warrant to us that you have full rights to this work. This license is applicable worldwide, non-exclusive, free of charge and perpetual. <br /><br /><i>Ad nutum</i>, we reserve the right to temporarily or permanently delete or block your content, if it is contrary to our principles (cf. What we expect from you). When content is blocked, an email will normally be sent to the author, and the author may request a revised procedure by emailing <a class=\"text-blue-500 hover:text -blue-700\" href=\"mailto:contact@gravitalia.com\">contact@gravitalia.com</a>.",

    "Definitions": "Definitions",
    "Legal notice": "Legal notice",
    "Who are we": "Who are we",
    "Use of our Services": "Use of our Services",
    "What you can expect from us": "What you can expect from us",
    "What we expect from you": "What we expect from you",
    "Conditions of access to the API": "Conditions of access to the API",
    "a. Introduction": "a. Introduction",
    "b. Restrictions": "b. Restrictions",
    "c. Respect for data": "c. Respect for data",
    "d. Sanctions": "d. Sanctions",
    "Your account": "Your account",
    "Our content": "Our content",
    "Other content": "Other content",
    "Cancellation": "Cancellation",
    "Services provided": "Services provided \"AS IS\"",
    "Limitations and responsibilities": "Limitations and responsibilities",
    "Your content": "Your content",

    "Terms": "Terms",
    "Privacy": "Privacy",
    "Support": "Support",
    "Jobs": "Jobs",
    "Blog": "Blog",
    "Home": "Home",
    "Sign in": "Sign in",

    "pp": "Privacy Policy",
    "privacy_welcome": "Welcome to Gravitalia! Before creating an account, it may be interesting to read and know how your data is used and processed.<br /><br />With us, we strive to guarantee: security, reliability and above all respect for private life ! We do not resell anything and we do not use any data collected for advertising purposes!<br /><i class=\"text-sm\">The definitions described in the General Conditions of Use also apply here.</i>",
    "Data we collect": "Data we collect",
    "a. What you provide us with": "a. What you provide us with",
    "privacy_a_data": "- <b>The account</b>: when you create a Gravitalia account, you provide us with personal information (e-mail address, password, name, profile photo, etc.); you can also, optionally, provide a phone number or date of birth as well as payment information.<br />- <b>The content</b>: when you publish something ( i.e.: a photo on Gravitalia, an article written on AirBlog), the information entered is saved for redistribution on the platforms. Voice or video calls are not recorded.<br />- <b>Your interactions</b>: when you like a photo, when you subscribe or when you log in, but also your other activities on our Services (blocking of account...). <br />- <b>Other information</b>: you may fill out a form or request verification of your account; when this happens, you may be asked to enter additional information about yourself or the organization you represent.",
    "b. What we collect": "b. What we collect",
    "privacy_b_data": "- <b>Your device</b>: we may also collect the IP address in order to ensure the security of Users and Services, for example by checking whether they are identical.<br / ><br />- <b>Location</b>: When you allow us to share your location with your friends or use a Service that requires location, we collect and store GPS data from your devices.<br / ><br />- <b>Cookies</b>: we use cookies for security purposes, to store configuration information (chosen language, etc.) or connection information; in no case advertising cookies.",
    "How we use this data": "How we use this data",
    "privacy_data": "- <b>To provide you with Services</b>: to return relevant results, to allow you to find what you have done, to allow understanding of the content or even to facilitate your purchases. <br />- <b>Guarantee security</b>: we guarantee that malicious Users can be punished, that you can protect yourself, that we try to block and stop scammers. Advanced Artificial Intelligence technologies, graph databases or even providing information to the competent authorities and thus guaranteeing you peace of mind within the Services.<br />- <b>To contact you</b>: we use the information provided to keep in touch with you and inform you of changes that affect you but also to set up a system of <a class=\"text-blue-500 hover:text-blue-700\" href=\"https://www.cisa.gov/publication/multi-factor-authentication-mfa\">double authentication</a>.<br />- <b>To provide service Customer</b>: We use the information to answer your questions, investigate bugs, interact with you at convenient times, or otherwise.<br />- <b>Improve our service</b > : we use this information to understand the interactions, to improve our visibility as well as the accessibility of our Services.<br />- <b>Protect vital interests</b >: we can use, collect and share data if we believe that the physical or psychological integrity of a person is at stake (i.e. a car accident, resolving an emergency medical situation).",
    "How we share your information": "How we share your information",
    "privacy_share": "- <b>With your consent</b>: when you authorize us to share certain data with third parties, for example, if you wish to purchase goods through our Services.<br />- <b>When you share them</b>: by publishing content online, by providing public data (username, profile picture, etc.).<br />- <b> With our suppliers</b>: we delegate certain parts of our Services to trusted third parties, which enable the processing of information (e.g. payment) or the cloud providers that host our data.<br />- <b>For legal issues</b>: We may release data if we believe disclosure is required by law .<br />- <b>In case of emergency</b>: if we believe that the physical or psychological integrity of someone is at stake, we can transmit certain data, in good faith to the departments concerned.<br />- <b>Merger, buyout of Gravitalia</b>: in the event that Gravitalia is bought out, the data may be transmitted to its parent company.",
    "International Data Transfers": "International Data Transfers",
    "privacy_transfer": "The data is processed all over the world. You understand that for security reasons data may be saved in multiple places (for our implementation of a <a class=\"text-blue-500 hover:text-blue-700\" href=\" https://en.wikipedia.org/wiki/Fault_tolerance\">fault tolerance</a>); it is also important to understand that access to your data is faster if they are close to the places where the requests are made (the <a class=\"text-blue-500 hover:text-blue-700\" href=\"https://en.wikipedia.org/wiki/Edge_computing\">Edge Computing</a>).<br /><br />Although Gravitalia is based in France, the data may be stored in the European Union (EU) such as Ireland, or outside the EU such as South Korea (Republic of Korea) or Canada.<br /><br />We make every effort to keep your secure data and a paragraph is dedicated to that! For our choice of countries on different continents, we relied on the <a class=\"text-blue-500 hover:text-blue-700\" href=\"https://ec.europa.eu/info /law/law-topic/data-protection/international-dimension-data-protection/adequacy-decisions_en\">adequacy decision</a> of the European Commission which establishes trusted third countries for data protection.",
    "Data retention time": "Data retention time",
    "privacy_time": "Data is retained as long as necessary for the purposes stated above - we strive to delete inactive accounts, but do not have the data required to fulfill this request. Once account deletion is requested, personal data is deleted (for more information, see below).",
    "Data protection": "Data protection",
    "privacy_protection": "Safety is paramount with us! While no system is foolproof, we have strict standards for securing data. <br /><br />First, sensitive data is either encrypted (if it must be usable in the future: telephone number, date of birth, for example) or hashed (if it must be very secure, and non-recoverable : email or password, for example). <br /><br />Secondly, we put a minimum of security on the servers we use (firewalls, limited password attempts...) so that our critical infrastructures are not exposed too strongly. <br /><br />Also remember that all data transmitted between Gravitalia and you (and vice versa) is under the security padlock (HTTPS) which guarantees that the data is encrypted when in transit from your browser, through Cloudflare, and finally, to reach our servers. <br /><br />But security is played on several tables! If you haven't already done so, you can add double authentication and even opt for a unique and strong password!",
    "Your choices about how your data is managed": "Your choices on the management of your data",
    "privacy_management": "We do not use your data for profit, nor resell it and even believe that the data must remain with the User.<br /><br />You are free to subscribe or unsubscribe from the various Services, communicate with whoever you want.<br />You can choose, in the settings offered by each Service, whether or not to personalize your news feed. The personalization is done, not according to precise analyzes but simply from your “likes” (or button provided with this effigy).",
    "Your rights": "Your rights",
    "privacy_rights": "Each Service offers in the “Settings” a part (generally called “Data”) allowing you to access your:<br /><br />- <b>Access right</b>: which allows you to download the data collected about you. Please note that the information: banking, password and e-mail address are not provided when downloading the data.<br />- <b>Right to erasure</b>: which gives you the possibility to delete your account globally or individually. When this right is applied, your account is deleted within 1 month (recoverable account), except for accounts linked to each Service which is deleted instantly, then the personal data (username, password, IP address... ) excluding e-mail address (non-recoverable, hashed).<br />- <b>Right of rectification</b>: you can modify at any time, via the “Settings” section, all the information collected about you.<br />- <b>Right to be forgotten</b>: this right requires you to contact us by email. Please add the right to be forgotten in the subject of the email and contact us via contact@gravitalia.com with your identity card.<br />- <b>Right of withdrawal</b>: when you register, you accept and approve having read the contracts, however, you can decide at any time to stop your commitment. To do this, simply follow the instructions of the right to erasure; you can no longer use our Services if you no longer wish to comply with our contracts.",
    "Contact us": "Contact us",
    "privacy_contact": "You can contact us via <a href=\"mailto:privacy@gravitalia.com\">privacy@gravitalia.com</a> with any questions regarding this Privacy Policy. We're here to help and happy to help!<br /><br />To contact our Data Protection Officer, you can write to <a href=\"mailto:dpo@gravitalia.com\"> dpo@gravitalia.com</a>.<br /><br />Enjoy the use of our Services!",

    "Your two-factor code": "Your two-factor code",
    "Invalid email": "Invalid email",
    "Invalid password": "Invalid password",
    "Forgot your password?": "Forgot your password?",
    "Create account": "Create an account",
    "Back": "Back",
    "Next": "Continue",
    "Email adress": "Email adress",
    "Password": "Password",
    "We are sorry, but your account has been suspended. For more information, please contact us at contact@gravitalia.com. The internal procedure is almost the same as for an account deletion. Thus, all sensitive data (except email) will be deleted.": "We are sorry, but your account has been suspended. For more information, please contact us at contact@gravitalia.com. The internal procedure is almost the same as for an account deletion. Thus, all sensitive data (except email) will be deleted.",

    "Firstname": "Firstname",
    "Name": "Name",
    "At least 8 characters with numbers and symbols": "At least 8 characters with numbers and symbols",
    "Username": "Username",
    "Birthdate": "Birthdate",
    "(optional field)": "(optional field)",
    "accept_tos_privacy": "You agree to our <a href=\"/terms\" target=\"_blank\" rel=\"prefetch\" class=\"text-blue-500 hover:text-blue-700\">ToS</a> and our <a href=\"/privacy\" target=\"_blank\" rel=\"prefetch\" class=\"text-blue-500 hover:text-blue-700\">privacy policy</a>",

    "wants access to your account": "wants access to your account",
    "Access to username and avatar": "Access to username and avatar",
    "Cancel": "Cancel",
    "Authorize": "Authorize",
    "Internal server error": "An internal server error has occurred",
    "Invalid bot": "The specified bot is invalid",
    "Invalid redirect_uri": "The page was blocked because of an invalid redirect",

    "About": "About",
    "Security": "Security",
    "Data": "Data",
    "OAuth": "OAuth",
    "Update username": "Update username",
    "Update your username will affect every services.": "Update your username will affect every services.",
    "Invalid username, try with 16 characters": "Invalid username, try with 16 characters",
    "Your public profile": "Your public profile",
    "Save": "Save",
    "Confirm": "Confirm",

    "No authorized application": "No authorized application",

    "Forgotten password": "Forgotten password",
    "If the email address is valid, an email has been sent!": "If the email address is valid, an email has been sent!",
    "Get the code": "Get the code",

    "Update password": "Update password",
    "Passwords do not match": "Passwords do not match",
    "Password confirmation": "Password confirmation",
    "Update": "Update",

    "Delete account": "Delete account",
    "An error occurred while deleting your account, or obtaining your data. Contact us via privacy@gravitalia.com": "An error occurred while deleting your account, or obtaining your data. Contact us via privacy@gravitalia.com",
    "Doing so will INSTANTLY and automatically delete ALL service data associated with your account. You will have the option of recovering your main account within 30 days.": "Doing so will INSTANTLY and automatically delete ALL service data associated with your account. You will have the option of recovering your main account within 30 days.",
    "Deleting your account will affect all services.": "Deleting your account will affect all services.",
    "All accounts of other services will be completely deleted (comments, publications...), and without delay. To proceed, type your password in the following entry.": "All accounts of other services will be completely deleted (comments, publications...), and without delay. To proceed, type your password in the following entry.",

    "Update personal data": "Update personal data",
    "Update email": "Update email",
    "Update birthdate": "Update birthdate",
    "You must have at least 13 years old.": "You must have at least 13 years old.",
    "New password": "New password",
    "Actual password": "Actual password",
    "Birthday": "Birthday",
    "Phone": "Phone",
    "Update your email address": "Update your email address",
    "Not set": "Not set"
}
