{
    "description": "Connecter le monde, permettre la liberté, voilà ce que fait Gravitalia. Laissez-nous vous connecter !",
    "Let us connect you!": "Laissez-nous vous connecter !",
    "Slow down!": "Ralentissez !",
    "You tried a password too many times... you were blocked for 5 minutes": "Vous avez essayé un mot de passe trop souvent... vous avez été bloqué pendant 5 minutes",
    "You can only create an account every 5 minutes": "Vous ne pouvez créer un compte que toutes les 5 minutes",
    "The email address entered is already in use.": "L'adresse e-mail saisie est déjà utilisée.",
    "Warning!": "Attention !",
    "Signed in as": "Connecté en tant que",
    "Logout": "Se déconnecter",

    "tos": "Conditions Générales d'Utilisation",
    "tos_date": "Date d’effet :",
    "tos_welcome": "Bienvenue sur Gravitalia ! Ces présentes conditions régissent l’utilisation des services proposés, incluant les interfaces de programmation (API) ainsi que les obligations légales de nos deux partis.<br /><br />Gravitalia propose des lieux de partage, de mise en contact mais aussi des outils numériques ou physiques ayant pour but d’améliorer le respect de la vie privée.",
    "tos_definitions": "L’emploi des termes “nous”, “notre”, “nos” ou “Gravitalia” réfère à l'entitée Gravitalia, ses filiales et autres sociétés.<br />L’utilisation des termes “Utilisateur”, “vous”, “vos” font référence à vous-mêmes, en tant que personne physique ou morale tandis que l’utilisation du terme “Utilisateurs” fait référence à l’ensemble des personnes inscrites (vous incluant le cas échéant).<br />L’usage du terme “Service” (incluant “Services”) fait référence à la fois, aux sites Web et produits de Gravitalia, mais aussi aux sites Web, produits et Services de ses filiales.",
    "tos_legal": "L’hébergeur de Gravitalia est Contabo sise au Aschauer Str. 32a, 81549 Munich en Allemagne.<br />L’hébergeur de contenus et sites est Cloudflare sise au 101 Townsend St, San Francisco, CA 94107, Etats-Unis.",
    "tos_us": "Dans l’espace économique européen (<b>EEE</b>), où est situé le siège social, le présent contrat est fait avec : <br />Gravitalia SAS, opérant sous les lois françaises, joignable à l’adresse X.<br /><span class=\"text-sm\">En cas de contact écrit par courriel, le temps de réponse, même pour les questions légales, pourra excéder 1 mois.</span>",
    "tos_use_services": "Les Services proposés ne sont disponibles qu’aux Utilisateurs ayant approuvés et signés ce contrat vous liant à Gravitalia ; dans le cas où vous ne souhaitez pas accepter ce contrat, il est impératif que vous fassiez la demande de suppression de compte (ou que vous ne créez pas de compte) via le Service prévu à cette effigie. Dans tous les cas, l’utilisation de nos Services doivent se faire dans le respect des lois de votre pays : vous devez être âgé de 13 ans (ou satisfaire la majorité numérique en vigueur dans votre pays). Dans le cas où vous utilisez les Services pour représenter un Etat, une société ou autre entité juridique, vous déclarez avoir les droits et être en accord avec ce présent contrat. <br /><br />Dans le cas où l’âge de l’Utilisateur est inférieur à la majorité numérique de son pays (voir ci-dessus pour plus de précisions), l’accord de ses parents (quant à la création du compte et à l’approbation de cette présente charte) ou de son tuteur légal est requis.",
    "tos_expect": "Nous mettons en place de multiples Services (des sites Internet, réseaux sociaux, applications...) pour vous satisfaire au mieux, tout en les améliorants, et tentons d’en développer de nouveaux. Malgré nos efforts pour éviter des pannes (de Services, d’approvisionnements...), nous sommes susceptibles, comme toute entreprise, de ne pas garantir un Service sans perturbations voire une intégrité totale des données ; nous ne pourrons être tenu responsable de ces problèmes.",
    "tos_expect_you": "Nous souhaitons une coexistence entre nos Utilisateurs et ce, sans vitupération, dans le respect d’autrui. Pour ce faire, vous pouvez suivre les principes suivants :<br />- Vous conformer aux lois en vigueur dans votre pays ;<br />- Respecter la propriété intellectuelle et l’intégrité des auteurs et personnes ;<br />- Ne pas tenter d’interférer avec le bon fonctionnement du Service ;<br />- Ne pas diffamer, injurier, escroquer, harceler ou usurper l’identité d’autrui ;<br />- Ne pas poster de contenus susceptibles de détériorer l’image des personnes présentes ;<br />- Ne pas poster de contenus divulguant des informations sensibles (santé...) d’une personne ;<br />- Ne pas poster de contenus racistes, sexistes, homophobes ou xénophobes ;<br /><br />Gravitalia se réserve le droit d’anathématiser* tout Utilisateur n’ayant pas respecté les règles ci-dessus.",
    "tos_a_intro": "Nous souhaitons, bien évidemment, la bienvenue à tous les développeurs qui veulent enrichir l’expérience de nos Utilisateurs sur nos Services !<br />Pour parfaire vos idées et garantir la sécurité des données (même publiques) de nos Utilisateurs, il est important de lire ces quelques règles.",
    "tos_b_restrictions": "Vous ne devez pas tenter de : (a) faire des analyses ayant pour finalité le traçage et/ou le profit ainsi que l’exploitation commerciale de ces données, (b) de tenter de faire de l’ingénieurerie inversé pour en tirer les codes sources privés (non <b>FOSS</b>), le savoir-faire ou les secrets commerciaux, (c) de reproduire, redistribuer, louer ou vendre l’accès à l’API, (d) d’accéder aux points de terminaison interdits (oauth.gravitalia.com).",
    "tos_c_data": "Dans le but d’améliorer le respect à la vie privée, nous demandons expressément le chiffrement des données confidentielles (adresse e-mail, numéro de téléphone...) dès lors qu’il est partagé SOUS ACCORD EXPRESS DE L’UTILISATEUR voire dans les cas où ces données ne servent pas un cadre de lecture explicite, le hachage de celles-ci.<br />De plus, nous vous recommandons de respecter le RPGD, le CCPA/CCRA et le LGPD. Dans le cas de grosses applications ou de lourdes utilisations, il vous sera imposé de fournir une politique de confidentialité mais aussi, et s’en s’y limiter, une preuve du respect des réglementations, une liste exhaustive des données sauvegardées ainsi qu’une preuve d’identité.",
    "tos_d_sanctions": "En cas de refus d’obtempérer à ces règles, des sanctions pourront être appliquées à votre encontre tel que la suspension de votre application, de votre compte Utilisateur voire le recours aux tribunaux compétents.",
    "tos_account": "Pour profiter des Services de manière continuelle, sans interruption ou blocage, vous devrez peut-être disposer d’un compte. La sécurité de ce compte vous incombe, vous devez fournir un mot de passe fort (cf. <a class=\"text-blue-500 hover:text-blue-700\" href=\"https://www.cnil.fr/fr/mot-de-passe\">Mot de passe, CNIL</a>), vérifier si vos informations ont été compromises, etc. En cas de perte, vol ou préjudice lié à votre compte, nous ne pourrons pas être tenus responsables.<br />De plus, il vous sera peut-être demandé des informations pour vous contacter (numéro de téléphone, adresse e-mail), des informations visant l’authentification (mot de passe) ou l’identification (nom d’utilisateur) ; pour plus d’informations, rendez-vous sur la page de confidentialité.<br />Vous êtes responsable de maintenir à jour vos coordonnées (adresse e-mail, par exemple). En cas d'impossibilité de vous joindre, nous considérerons que toutes les informations ont bien été envoyées. De même, nous considérerons que les communications effectuées depuis votre compte ou les coordonnées associées ont été effectuées par vous.",
    "tos_our_content": "Nous pouvons autoriser l’utilisation de notre contenu pour des plateformes tierces mais nous conservons tous les droits de propriété intellectuelle. Vous n’êtes pas autorisé à masquer ou à modifier les logos et marques.",
    "tos_other_content": "Nous pouvons mettre à disposition du contenu qui ne nous appartiennent pas par le biais de plusieurs Services. Nous ne pouvons déléguer l’utilisation de contenu. Le contenu n’est pas altéré et peut ne pas refléter l’opinion de Gravitalia.",
    "tos_a_cancel": "<span class=\"underline\"><b>Par votre volonté :</b></span> vous êtes libre d’arrêter d’utiliser les Services fournis et ce, sans raison et à tout moment. Vous pouvez supprimer votre compte, ce qui anonymisera les données présentes (cf. Politique de Confidentialité) ou de le désactiver, si l’option vous est proposée, ce qui permet de mettre en suspens toute opération de traitement de vos informations personnelles ; cette désactivation n’entraîne pas la résiliation du présent contrat.",
    "tos_b_cancel": "<span class=\"underline\"><b>Par Gravitalia :</b></span> nous nous réservons le droit de suspendre* votre compte ou votre accès (à un Service, un site, un logiciel...) avec ou sans préavis si nous estimons que votre compte, ou contenu ne respecte pas nos principes.",
    "tos_services_provided": "Les Services sont fournis “en l’État”. Si vous résidez en dehors des EEE ou du Royaume-Uni, vous acceptez que l’accès aux Services sont à vos propres risques et périls.<br />NOUS (SOCIÉTÉ, AFFILIÉS) DÉCLINONS, DANS TOUTES LES MESURES PERMISES PAR LES LOIS, TOUTE GARANTIE EXPRESSE OU IMPLICITE QUANT À LA QUALITÉ MARCHANDE. LES SERVICES SONT MIS À DISPOSITION “EN L’ÉTAT”.<br />Nous déclinons toutes responsabilités et obligations quant à la disponibilité, la sécurité et la fiabilité des Services.",
    "tos_lim": "<span class=\"text-sm\">Cette section peut ne pas s’appliquer dans certains pays ou régions comme l’EEE.</span><br />Le présent contrat est soumis à la législation française.<br />Les traductions ne sont données qu’à titre informatif, en cas de litige, seule la version française des contrats (Conditions Générales d’Utilisation et Politique de Confidentialité par exemple) pourra être utilisée et seuls les tribunaux <b>français</b> pourront être saisis pour régler ce contentieux.<br />Gravitalia ne peut être tenu responsable des informations présentes sur son site ; les informations diffusées sont purement informatives et n’ont pas vocation à avoir des valeurs véridiques.<br />Gravitalia ne peut être tenu responsable des fichiers téléchargés par l’Utilisateur. Cela inclut les virus ou autres logiciels infectant les ordinateurs/serveurs.<br />Gravitalia ne peut pas garantir l’intégrité des données et ne sera pas responsable de tout dommage accessoire, spécial, exemplaire ou consécutif, de perte de bénéfices, de revenus, d’économie, d’opportunité.s commerciale.s ou de clientèle et ce, de façon directe ou indirecte.<br />NOUS NE POURRONS PAS ÊTRE TENU RESPONSABLE DES CONTENUS ET DE LA CONDUITE DES UTILISATEURS DE NOS SERVICES ET CECI DE MANIÈRE EN LIGNE OU HORS-LIGNE.<br />DANS LE CAS D’UN LITIGE, UN ACCORD À L’AMIABLE DEVRAIT ÊTRE ENTREPRIS AVANT TOUTE PLAINTE.",
    "tos_nota": "* L'anathème employé sera, par exemple, une indexation sur un registre privé de suspension de compte.<br />* La suspension entraînera directement le processus d’anonymisation des données.",
    "tos_your_content": "Certains de nos Services vous donnent la possibilité de publier du contenu (sous forme écrite, vidéographique, photographique ou autre), dès lors que vous envoyez ce contenu, vous nous laissez l’entier droit de le distribuer, conserver, copier et communiquer. De plus, vous nous affirmez et garantissez que vous avez l’entier droit sur cette œuvre. Cette licence est applicable à l’échelle mondiale, non exclusive, à titre gratuit et perpétuelle. <br /><br /><i>Ad nutum</i>, nous nous réservons le droit de supprimer ou de bloquer temporairement ou définitivement votre contenu, si celui-ci est contraire à nos principes (cf. Ce que nous attendons de vous). Lors du blocage du contenu, un e-mail sera normalement envoyé à l’auteur, et celui-ci pourra demander à avoir une procédure révisée en envoyant un e-mail à <a class=\"text-blue-500 hover:text-blue-700\" href=\"mailto:contact@gravitalia.com\">contact@gravitalia.com</a>.",

    "Definitions": "Définitions",
    "Legal notice": "Mentions légales",
    "Who are we": "Qui sommes-nous ?",
    "Use of our Services": "Utilisation de nos Services",
    "What you can expect from us": "Ce que vous pouvez attendre de nous",
    "What we expect from you": "Ce que nous attendons de vous",
    "Conditions of access to the API": "Conditions d’accès à l’API",
    "a. Introduction": "a. Introduction",
    "b. Restrictions": "b. Restrictions",
    "c. Respect for data": "c. Respect des données",
    "d. Sanctions": "d. Sanctions",
    "Your account": "Votre compte",
    "Our content": "Notre contenu",
    "Other content": "Autre contenu",
    "Cancellation": "Résiliation",
    "Services provided": "Services fournis “EN L'ÉTAT”",
    "Limitations and responsibilities": "Limitations et responsabilités",
    "Your content": "Votre contenu",

    "Terms": "Conditions d’utilisation",
    "Privacy": "Confidentialité",
    "Support": "Support",
    "Jobs": "Emplois",
    "Blog": "Blog",
    "Home": "Accueil",
    "Sign in": "Connexion",

    "pp": "Politique de confidentialité",
    "privacy_welcome": "Bienvenue chez Gravitalia ! Avant de créer un compte, il peut être intéressant de lire et de savoir comment vos données sont utilisées et traitées.<br /><br />Chez nous, nous nous efforçons de garantir : la sécurité, la fiabilité et surtout le respect de la vie privée ! Nous ne revendons rien et nous n’utilisons aucune donnée récoltée à des fins publicitaires !<br /><i class=\"text-sm\">Les définitions décrites dans les Conditions Générales d’Utilisation s’appliquent aussi ici.</i>",
    "Data we collect": "Les informations que nous collectons",
    "a. What you provide us with": "a. Ce que vous nous fournissez",
    "privacy_a_data": "- <b>Le compte</b> : lorsque vous créez un compte Gravitalia, vous nous fournissez des renseignements personnels (adresse e-mail, mot de passe, nom, photo de profil...) ; vous pouvez aussi, facultativement, fournir un numéro de téléphone ou une date de naissance ainsi que des informations de paiements.<br />- <b>Le contenu</b> : dès lors que vous publiez quelque chose (i.e. : une photo sur Gravitalia, un article écrit sur AirBlog), les informations entrées sont enregistrées pour le redistribuer sur les plateformes. Les appels vocaux ou vidéos, quant à eux, ne sont pas enregistrés.<br />- <b>Vos interactions</b> : quand vous aimez une photo, quand vous vous abonnez ou que vous vous connecter mais aussi vos autres activités sur nos Services (blocage de compte...).<br />- <b>Autres informations</b> : il se peut que vous répondiez à un formulaire ou que vous demandez la vérification de votre compte ; quand ceci se produit, vous pouvez être invité à entrer des informations supplémentaires sur vous-même ou l’organisation que vous représentez.",
    "b. What we collect": "b. Ce que nous collectons",
    "privacy_b_data": "- <b>Votre appareil</b> : nous pouvons aussi collecter l’adresse IP afin de garantir la sécurité des Utilisateurs et Services, en vérifiant si elles sont identiques, par exemple.<br />- <b>Localisation</b> : lorsque vous nous permettez de partager avec vos amis votre localisation ou que vous utilisez un Service nécessitant la localisation, nous récupérons et stockons les données GPS de vos appareils.<br />- <b>Cookies</b> : nous utilisons les cookies à des fins sécuritaires, pour stocker des informations de paramétrage (langue choisie...) ou des informations de connexion ; en aucun cas des cookies publicitaires.",
    "How we use this data": "Comment nous utilisons ces données",
    "privacy_data": "- <b>Vous fournir des Services</b> : renvoyer des résultats pertinents, vous permettre de retrouver ce que vous avez fait, permettre la compréhension du contenu ou encore faciliter vos achats<br />- <b>Garantir la sécurité</b> : nous vous garantissons que les Utilisateurs malveillants peuvent être sanctionnés, que vous pouvez vous protéger, que nous tentons de bloquer et d’arrêter les arnaqueurs. Des technologies avancées d’Intelligence Artificielle, de base de données en graphe ou encore fournir des informations aux autorités compétentes et ainsi vous garantir la sérénité au sein des Services.<br />- <b>Pour vous contacter</b> : nous utilisons les informations fournies pour rester en contact avec vous et vous informer des changements qui vous impactent mais aussi pour mettre en place un système de <a class=\"text-blue-500 hover:text-blue-700\" href=\"https://www.cnil.fr/fr/securite-utilisez-lauthentification-multifacteur-pour-vos-comptes-en-ligne\">double authentification</a>.<br />- <b>Pour fournir un service client</b> : nous utilisons les informations pour répondre à vos questions, enquêter sur les bogues, interagir avec vous aux heures qui vous conviennent ou autre.<br />- <b>Améliorer notre service</b> : nous utilisons ces informations pour comprendre les interactions, d’améliorer notre visibilité ainsi que l’accessibilité de nos Services.<br />- <b>Protéger les intérêts vitaux</b> : nous pouvons utiliser, recueillir et partager des données si nous pensons que l’intégrité physique ou psychique d’une personne est en jeu (i.e. un accident de voiture, résoudre une situation médicale d’urgence).",
    "How we share your information": "Comment nous partageons vos renseignements",
    "privacy_share": "- <b>Avec votre consentement</b> : dès lors que vous nous autorisez à partager certaines données avec des tiers, par exemple, si vous souhaitez acheter un bien en passant par nos Services.<br />- <b>Quand vous les partager</b> : en publiant un contenu en ligne, en renseignant des données publiques (nom d’utilisateur, photo de profil...).<br />- <b>Avec nos fournisseurs</b> : nous déléguons certaines parties de nos Services à des tiers de confiance, qui permettent le traitement d’informations (de paiement par exemple) ou les fournisseurs de cloud qui hébergent nos données.<br />- <b>Pour des questions juridiques</b> : nous pouvons transmettre des données si nous estimons que leur divulgation est requise par la loi.<br />- <b>En cas d’urgence</b> : si nous pensons que l’intégrité physique ou psychique de quelqu’un est en jeu, nous pouvons transmettre certaines données, de bonne foi aux services intéressés.<br />- <b>Fusion, rachat de Gravitalia</b> : dans le cas où Gravitalia se fait racheter, les données pourront être transmises à sa société mère.",
    "International Data Transfers": "Transferts internationaux des données",
    "privacy_transfer": "Les données sont traitées partout dans le monde. Vous comprenez que pour des raisons de sécurité, les données peuvent être enregistrées à plusieurs endroits (pour notre mise en place d’une <a class=\"text-blue-500 hover:text-blue-700\" href=\"https://fr.wikipedia.org/wiki/Tol%C3%A9rance_aux_pannes\">tolérance aux pannes</a>) ; il est important de comprendre aussi que l’accès à vos données est plus rapide si elles sont à proximités des endroits où les requêtes sont faîtes (l’<a class=\"text-blue-500 hover:text-blue-700\" href=\"https://fr.wikipedia.org/wiki/Edge_computing\">Edge Computing</a>).<br /><br />Bien que Gravitalia soit basée en France, les données peuvent être stockées dans l’Union Européenne (UE) comme en Irlande, ou hors de l’UE comme en Corée du Sud (République de Corée) ou au Canada.<br /><br />Nous nous efforçons à garder vos données sécurisées et un paragraphe est d’ailleurs dédié à cela ! Pour notre choix de pays sur différents continents, nous nous sommes appuyés sur la <a class=\"text-blue-500 hover:text-blue-700\" href=\"https://ec.europa.eu/info/law/law-topic/data-protection/international-dimension-data-protection/adequacy-decisions_en\">décision d’adéquation</a> de la Commission européenne qui établit les pays tiers de confiance pour la protection des données.",
    "Data retention time": "Temps de conservation des données",
    "privacy_time": "Les données sont conservées aussi longtemps que nécessaire pour les fins citées plus haut - nous nous efforçons de supprimer les comptes inactifs, mais n'avons pas les données requises pour satisfaire cette demande. Dès lors que la suppression de compte est demandée, les données personnelles sont supprimées (pour plus d’informations, se renseigner sur les écrits plus bas).",
    "Data protection": "Protection des données",
    "privacy_protection": "La sécurité est primordiale chez nous ! Même si aucun système n’est infaillible, nous avons des normes strictes quant à la sécurisation des données. <br /><br />Premièrement, les données sensibles sont soit chiffrées (si elles doivent être utilisables dans le futur : numéro de téléphone, date de naissance, par exemple) soit hachées (si elles doivent être très sécurisées, et non récupérables : email ou mot de passe, par exemple). <br /><br />Deuxièmement, nous mettons un minimum de sécurité sur les serveurs que nous utilisons (pare-feu, tentatives de mots de passe limitées...) afin que nos infrastructures critiques ne soient pas exposées trop fortement. <br /><br />N’oubliez pas aussi que toutes les données transmises entre Gravitalia et vous (et vice-versa) sont sous le cadenas de sécurité (HTTPS) qui garantit que les données sont chiffrées lorsqu’elles transitent depuis votre navigateur, en passant par Cloudflare, et enfin, pour atteindre nos serveurs. <br /><br />Mais la sécurité se joue sur plusieurs tables ! Si cela n’est pas déjà fait, vous pouvez ajouter la double authentification et même opter pour un mot de passe unique et fort !",
    "Your choices about how your data is managed": "Vos choix sur la gestion de vos données",
    "privacy_management": "Nous n’utilisons pas vos données à but lucratif, ni les revendons et pensons même que les données doivent rester à l’Utilisateur.<br /><br />Vous êtes libres de vous inscrire ou de vous désinscrire des différents Services, de communiquer avec qui vous voulez.<br />Vous pouvez choisir, dans les paramètres offerts par chaque Service, de personnaliser ou non votre fil d’actualité. La personnalisation se fait, non pas en fonction d’analyses précises mais simplement à partir de vos “j’aime” (ou bouton prévu à cet effigie).",
    "Your rights": "Vos droits",
    "privacy_rights": "Chaque Service propose dans les “Paramètres” une partie (généralement nommée “Données”) vous permettant d’accéder à votre :<br /><br />- <b>Droit d’accès</b> : qui vous permet de télécharger les données recueillies à votre propos. Veuillez noter que les informations : bancaires, mot de passes et adresse e-mail ne sont pas fournies lors du téléchargement des données.<br />- <b>Droit d’effacement</b> : qui vous laisse la possibilité de supprimer votre compte globalement ou individuellement. Quand ce droit est appliqué, votre compte est supprimé sous 1 mois (compte récupérable), sauf pour les comptes liés à chaque Service qui est supprimé instantanément, puis les données personnelles (nom d’utilisateur, mot de passe, adresse IP...) hors adresse e-mail (non récupérable, hachée).<br />- <b>Droit de rectification</b> : vous pouvez à tout moment modifié, via la section “Paramètres” toutes les informations récoltées vous concernant.<br />- <b>Droit à l’oubli</b> : ce droit requiert de nous contacter par mail. Veuillez rajouter dans l’objet du mail le droit à l’oubli et nous contacter via contact@gravitalia.com munit de votre carte d’identité.<br />- <b>Droit de retrait</b> : lorsque vous vous inscrivez, vous acceptez et approuvez avoir lu les contrats néanmoins, vous pouvez à tout moment décider d’arrêter votre engagement. Pour ce faire, il vous suffit de suivre les instructions du droit d’effacement ; vous ne pouvez plus utiliser nos Services si vous ne souhaitez plus respecter nos contrats.",
    "Contact us": "Nous contacter",
    "privacy_contact": "Vous pouvez nous contacter via <a href=\"mailto:privacy@gravitalia.com\">privacy@gravitalia.com</a> pour toute question en rapport avec cette Politique de Confidentialité. Nous sommes à votre écoute et ravis de vous aider !<br /><br />Pour contacter notre délégué à la protection des données, vous pouvez vous adresser à <a href=\"mailto:dpo@gravitalia.com\">dpo@gravitalia.com</a>.<br /><br />Bonne utilisation de nos Services !",

    "Your two-factor code": "Votre code à deux facteurs",
    "Invalid email": "Adresse e-mail invalide",
    "Invalid password": "Mot de passe invalide",
    "Forgot your password?": "Mot de passe oublié ?",
    "Create account": "Créer un compte",
    "Back": "Retour en arrière",
    "Next": "Suivant",
    "Email adress": "Adresse e-mail",
    "Password": "Mot de passe",
    "We are sorry, but your account has been suspended. For more information, please contact us at contact@gravitalia.com. The internal procedure is almost the same as for an account deletion. Thus, all sensitive data (except email) will be deleted.": "Nous sommes désolés, mais votre compte a été suspendu. Pour plus d'informations, n'hésitez pas à nous contacter sur contact@gravitalia.com. La procédure en interne est quasiment la même que pour une suppression de compte. Ainsi, toutes les données sensibles (hors email) seront supprimées.",

    "Firstname": "Prénom",
    "Name": "Nom",
    "At least 8 characters with numbers and symbols": "Au moins 8 caractères avec chiffres et symboles",
    "Username": "Nom d'utilisateur",
    "Birthdate": "Date de naissance",
    "(optional field)": "(champ facultatif)",
    "accept_tos_privacy": "Vous acceptez nos <a href=\"/terms\" target=\"_blank\" rel=\"prefetch\" class=\"text-blue-500 hover:text-blue-700\">CGU</a> et notre <a href=\"/privacy\" target=\"_blank\" rel=\"prefetch\" class=\"text-blue-500 hover:text-blue-700\">politique de confidentialité</a>",

    "wants access to your account": "veut accéder à votre compte",
    "Access to username and avatar": "Accéder à votre nom et votre avatar",
    "Cancel": "Annuler",
    "Authorize": "Autoriser",
    "Internal server error": "Une erreur interne du serveur s'est produite",
    "Invalid bot": "Le bot spécifié n'est pas valide",
    "Invalid redirect_uri": "La page a été bloquée en raison d'une redirection invalide",

    "About": "À propos",
    "Security": "Sécurité",
    "Data": "Données",
    "OAuth": "OAuth",
    "Update username": "Mettre à jour le nom",
    "Update your username will affect every services.": "Changer votre nom va affecter tous les services.",
    "Invalid username, try with 16 characters": "Nom d'utilisateur invalide, essayez avec 16 caractères",
    "Your public profile": "Votre profil public",
    "Save": "Sauvegarder",
    "Confirm": "Confirmer",

    "No authorized application": "Aucune application autorisée",

    "Forgotten password": "Mot de passe oublié",
    "If the email address is valid, an email has been sent!": "Si l'adresse e-mail est valide, un e-mail a été envoyé !",
    "Get the code": "Obtenir le code",

    "Update password": "Mettre à jour le mot de passe",
    "Passwords do not match": "Les mots de passe ne correspondent pas",
    "Password confirmation": "Confirmation du mot de passe",
    "Update": "Mettre à jour",

    "Delete account": "Supprimer le compte",
    "An error occurred while deleting your account, or obtaining your data. Contact us via privacy@gravitalia.com": "Une erreur s'est produite lors de la suppression de votre compte, ou de l'obtention de vos données. Contactez-nous via privacy@gravitalia.com",
    "Doing so will INSTANTLY and automatically delete ALL service data associated with your account. You will have the option of recovering your main account within 30 days.": "Faire cette action supprimera INSTANTANÉMENT et automatiquement TOUTES les données des services associés à votre compte. Vous aurez la possibilité de récupérer votre compte principal sous 30 jours.",
    "Deleting your account will affect all services.": "Supprimer votre compte affectera tous les services.",
    "All accounts of other services will be completely deleted (comments, publications...), and without delay. To proceed, type your password in the following entry.": "Tous les comptes des autres services seront entièrement supprimés (commentaires, publications...), et sans délais. Pour procéder, tapez votre mot de passe dans l'entrée suivante.",

    "Update personal data": "Mettre à jour les informations personnelles",
    "Update email": "Changer l'e-mail",
    "Update birthdate": "Changer la date de naissance",
    "You must have at least 13 years old.": "Vous devez au moins avoir 15 ans.",
    "New password": "Nouveau mot de passe",
    "Actual password": "Mot de passe actuel",
    "Birthday": "Anniversaire",
    "Phone": "Numéro de tél.",
    "Update your email address": "Changer votre adresse e-mail",
    "Not set": "Non renseigné"
}
